/* 
  File.strings
  HostsToolForMac

  Created by Zhang.M on 03/03/2017.
  Copyright © 2017 ZzzM. All rights reserved.
*/
"Menu.Title.Import" = "本地导入";
"Menu.Title.Network" = "网络更新";
"Menu.Title.Check" = "检查更新";
"Menu.Title.Exit" = "退出";

"Submenu.Title.Default" = "默认";
"Submenu.Title.Mirror" = "镜像";

"Error.Hosts.Invalid" = "无效的Hosts！";
"Error.Hosts.Creation" = "Hosts创建失败！";

"Error.Script.Compile" = "脚本编译失败!";
"Error.Script.Execution" = "脚本执行失败:";

"Hint.Version.Availble" = "最新版本可供使用！";
"Hint.Version.Latest" = "这是最新版本!";
"Hint.Script.Succeed" = "成功!";




